Repository: browniebroke/django-guestbook
Catalog: guestbook/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Your name
fr: Votre nom
ru: Ваше имя

source: Comment
fr: Commentaire
ru: Комментарий

source: If you enter anything in this field your text will be treated as spam
fr: Si vous entrez quelque chose dans ce champ, votre texte sera traité comme spam
ru: Если вы введете что-либо в этой области, ваш текст будет рассматриваться как спам

source: date
ru: дата

source: IP address
fr: Adresse IP
ru: IP-адрес

source: name
fr: nom
ru: имя

source: e-mail
ru: электронная почта

source: Check to show entry on site
fr: Cochez pour montrer sur le site
ru: Отметьте, чтобы показать запись на сайте

source: comment
fr: commentaire
ru: комментарий

source: Preview
fr: Aperçu
ru: Предварительный просмотр

source: Guestbook
fr: Livre d'or
ru: Гостевая книга

source: Message
ru: Сообщение

source: No replies yet
fr: Aucun commentaires pour l'instant
ru: Пока нет отзывов

source: Post
fr: Poster
ru: Отправить

source: Check your response
fr: Vérifiez votre réponse
ru: Проверьте Ваш отзыв

source: There were errors in the response, please correct them below.
fr: Il y a eu des erreurs dans la réponse, merci de les corriger
ru: Пожалуйста, исправьте ошибки, указанные ниже

source: Edit your entry
fr: Éditer votre entrée
ru: Редактировать запись

source: Confirm your entry
fr: Confirmer votre entrée
ru: Подтвердить публикацию

source: Thank you for your mention
fr: Merci pour votre commentaire
ru: Спасибо за Ваш отзыв

source: Thank you for your mention!<br/> Feedback posted for review and will be published soon time, if approved by the administrator.<br/>
ru: Благодарим Вас за отзыв! <br/> Отзыв отправлен на рассмотрение и будет опубликован в ближайшее время, в случае одобрения администратором. <br/>

source: Back to guestbook page
fr: Retour au livre d'or
ru: Вернуться к гостевой книге

source: Guestbook entry
fr: Entrée de livre d'or
ru: Запись в гостевой книге

source: Guestbook entries
fr: Entrées du livre d'or
ru: Записи в гостевой книге

source: Enter text from image
fr: Entrez un texte sur l'image

source: %(name)s on %(date)s
fr: %(name)s le %(date)s

source: Thank you for your mention!<br/> Feedback posted for review and will be published soon time, if approved by the administrator.<br/>
fr: Merci pour votre commentaire ! <br/> Votre commentaire est en cours de relecture et sera publié prochainement, si approuvé par l'administrateur.<br/>
